Revit 2016 API
PipeFittingAndAccessoryPressureDropData Properties
The PipeFittingAndAccessoryPressureDropData type exposes the following members.
Properties
Name | Description
CalculationType
 The calculation type, a bitmask of FittingAndAccessoryCalculationType.
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
See Also
PipeFittingAndAccessoryPressureDropData Class
Autodesk.Revit.DB.Plumbing Namespace